13/data/attachments/2ecfac0b11fcf37f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Caitlin_rich_Actions_10451_4</nif:username>
            <nif:friendToBeRequested>soap_actions_2e4adcb3-24b2-414a-824e-ea5c243bdce6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>